{"text": "All babies in Scotland due from tomorrow (August 15) will be gifted a Box full of essential items aimed at tackling inequality and promoting health.\nThe boxes are a strong signal of the Scottish Government’s determination that every child, regardless of their circumstances should get the best start in life.\nEach Baby Box contains a large number of items which are not only practical but designed to help tackle inequality and improve health. The Box itself also doubles up as a safe sleep space, awarded British Safety standard accreditation as a crib for domestic use.\nMark McDonald Minister for Childcare and Early Years said: “We are committed to doing everything we can to give every baby born in Scotland the best possible start in life and the Baby Box is just one of the range of measures we are using to help babies and parents thrive in the crucial early months.\n“The Box includes a large number of items which are not only practical but designed to help tackle inequality and improve health. It can also be used as a safe sleep space and has been awarded British Safety standard accreditation as a crib for use at home.\n“We will continue to listen to feedback as the Baby Box reaches more families and work with parents and healthcare professionals to keep the contents under review.\n“The national roll-out is the result of months of hard work and engagement with healthcare professionals, stakeholders and parents and I would like to thank everyone involved in helping us reach this momentous occasion.\n“The Baby Box has certainly captured the public’s imagination and we are extremely proud to introduce it to Scotland.”\nChief Medical Officer Dr Catherine Calderwood said: “All the evidence shows that the early years are crucial for children’s development. What happens then can be linked to outcomes much later in life. So we know that measures undertaken in the 0-3 years age range have the opportunity to make the biggest impact.\n“That is why we have been working hard to enhance the existing infrastructure available to support families in these crucial early years from before birth all the way up to school age and beyond.\n“Over and above the practical benefits the items within the Baby Box provide, the box itself also offers healthcare professionals a unique opportunity to introduce expectant parents to a wide range of health promotion information.”\nAll babies due on or after 15 August will be eligible for a Baby Box.", "gold_summary": "All babies in Scotland due from tomorrow (August 15) will be gifted a Box full of essential items aimed at tackling inequality and promoting health.", "generated_summary": "  All babies in Scotland due from tomorrow (August 15) will be gifted a Box full of essential items aimed at tackling inequality and promoting health.", "rouge1": 1.0, "rouge2": 1.0, "rougeL": 1.0, "bertscore": [1.0], "bleu": 1.0, "meteor": 0.9999772230320699}
{"text": "LIMERICK is in line for a jobs boost after the way was cleared for Mr Binman to develop a new waste facility on the Dock Road.\nThe firm is planning to create 30 permanent roles and 100 temporary construction jobs as part of its multi-million euro project which will transform a portion of land on the city’s edge.\nLimerick City and County Council gave the proposal the green light earlier this year, but this was appealed to An Bord Pleanala.\nHowever, the sole appelant has withdrawn his complaint, leaving Mr Binman – which trades under the name Valcroft – clear to proceed.\nAround 90,000 tonnes of waste are set to be handled yearly at the four-acre site, near the M7 entrance.\n“We’re delighted with the outcome of the planning process, as we want to strengthen our business and create a positive impact on the local Limerick economy.\n\"The development which has been granted permission will allow Mr Binman base all its operations off one site, and will incorporate offices, maintenance garages and modern recycling facilities,” said Joe Cleary, the sales and marketing director of Mr Binman.\nAccording to the firm’s plans, the development will take place in two stages: phase one will see a 1,180 square metre administration building, a civic amenity area and associated office, with the second part bringing a modular waste transfer building with a floor area of 5,102 square metres.\nInitially 40 groups and individuals lodged objections to the project, including the Brothers of Charity and residents associations in Grange, Inis Lua and Sli na Manach.\nTheir concerns centred around rodent control and odour problems, which may emanate from the plant, at a key entry to the city.\nHowever, only one individual formally referred the matter to An Bord Pleanala.\nMr Cleary played down any fears over the environment, adding: “It is to be located on appropriately zoned industrial land and significant work was undertaken to assess potential environmental impacts of the development and the business and its advisors are happy there are no adverse impacts.”", "gold_summary": "New facility given permission for Dock Road - will result in 130 jobs", "generated_summary": "  LIMERICK is in line for a jobs boost after the way was cleared for Mr Binman to develop a new waste facility on the Dock Road.", "rouge1": 0.3684210526315789, "rouge2": 0.05555555555555555, "rougeL": 0.21052631578947367, "bertscore": [0.877935528755188], "bleu": 0.0, "meteor": 0.3330498866213152}
{"text": "THE man who shot innocent Limerick man Shane Geoghegan nine years ago is seeking to have his conviction overturned by the European Court of Human Rights (ECHR), it has been confirmed.\nBarry Doyle, aged 32, who has addresses in Ballinacurra Weston and Portland Row in Dublin was sentenced to life imprisonment more than five years ago after he was convicted, following a retrial, of murdering the 28-year-old in Dooradoyle on November 9, 2008.\nDuring the trial, a jury at the Central Criminal Court heard that Doyle admitted during garda interviews that he shot Mr Geoghegan in a what was a case of mistaken identity.\nDoyle, who had been ordered to shoot another man by criminal figure John Dundon, was arrested on February 24, 2009 and taken to Bruff garda station.\nHe was questioned more than a dozen times over three days and the admissions, the jury heard, were made during his 15th interview.\nIn previous appeals before the Court of Appeal and the Supreme Court, lawyers representing the hitman argued the admissions should not have been admitted as evidence during the original trial because they were obtained in a “non-voluntary” manner as a result of threats and inducements and psychological oppression by gardai.\nThis, they claimed, was because Doyle was promised by gardai that his girlfriend would be released if he admitted his role in the killing.\nThe Court of Appeal rejected the appeal in 2015 while the Supreme also rejected the appeal in a 6-1 majority decision which was handed down in January.\nAccording to the Irish Sun, lawyers representing Doyle have now initiated proceedings at the ECHR.\nIn submissions, they state the confessions were made as a “result of a process of inducement, persisting misinformation and erosion of his (Doyle’s) right to silence”.\nIt’s not yet known when the latest appeal will be heard.", "gold_summary": "THE man who shot innocent Limerick man Shane Geoghegan nine years ago is seeking to have his conviction overturned by the European Court of Human...", "generated_summary": "  The man who shot Shane Geoghegan nine years ago is seeking to have his conviction overturned by the ECHR, it has been confirmed.Barry Doyle, aged 32, who has addresses in Ballinacurra Weston and Portland Row in Dublin was sentenced to life imprisonment more than five years ago after he was convicted, following a retrial, of murdering the 28-year-old in Ballinacurra Weston and Portland Row in Dublin.", "rouge1": 0.40425531914893614, "rouge2": 0.3478260869565218, "rougeL": 0.40425531914893614, "bertscore": [0.8848145604133606], "bleu": 0.19319992975035716, "meteor": 0.5606702514800933}
